Repository: 312-ninja/Cnchi
Catalog: po/*.po
Languages: ca, de, es, ru, uk

source: Use the device below for boot loader installation:
ca: Usa el següent dispositiu per a instal·lar-hi el carregador d'arrencada:
de: Folgende Partition für die Bootloader-Installation:
es: Usar este dispositivo para la instalación del cargador de arranque:
ru: Используйте устройства, перечисленые ниже, для установки загрузчика:
uk: Використовувати цей пристрій для встановлення завантажувача:

source: New Partition Table
ca: Nova Taula de Particions
de: Neue Partitionstabelle
es: Nueva tabla de partición
ru: Новая Таблица Разделов
uk: Нова таблиця розділів

source: Change...
ca: Canviar...
de: Ändern...
es: Cambiar...
ru: Изменить...
uk: Змінити...

source: Size:
ca: Mida:
de: Größe:
es: Tamaño:
ru: Размер:
uk: Розмір:

source: Type:
ca: Tipus:
de: Typ:
es: Tipo:
ru: Тип:
uk: Тип:

source: Primary
ca: Primari
de: Primäre
es: Primario
ru: Основной
uk: Основний

source: Logical
ca: Lògic
de: Logische
es: Lógico
ru: Логический
uk: Логічний

source: Extended
ca: Extès
de: Erweiterte
es: Extendido
ru: Расширенный
uk: Розширений

source: Beginning of this space
ca: Al principi d'aquest espai
de: Beginn dieses Speichers
es: Al principio de este espacio
ru: Начало этого пространства
uk: Початок цього простору

source: End of this space
ca: A la fi d'aquest espai
de: Ende dieses Speichers
es: Al final de este espacio
ru: Конец этого пространства
uk: Кінець цього простору

source: Use As:
ca: Usa Com:
de: Benutzen als:
es: Utilizar cómo:
ru: Использовать как :
uk: Використовувати як:

source: Mount Point:
ca: Punt de Muntatge:
de: Einhängepunkt:
es: Punto de montaje:
ru: Точка Монтирования:
uk: Точка монтування:

source: Label (optional):
ca: Etiqueta (opcional):
de: Beschriftung (optional):
es: Etiqueta (opcional):
ru: Метка (не обяз.):
uk: Мітка (не обов’язково):

source: Encryption Options...
ca: Opcions d'encriptació...
de: Verschlüsselungseinstellungen...
es: Opciones de encriptado:
ru: Параметры шифрования ...
uk: Опції шифрування...

source: Partition Table Type:
ca: Tipus de Taula de Particions:
de: Partitionstabellentyp:
es: Tipo de tabla de partición:
ru: Тип таблицы разделов:
uk: Тип таблиці розділів:

source: Create Partition Table
ca: Crea la Taula de Particions
de: Erstelle Partitionstabelle
es: Crear tabla de partición
ru: Создание таблицы разделов
uk: Створити таблицю розділів

source: Install Now!
ca: Instal·la Ara!
de: Jetzt installieren!
es: ¡Instalar ahora!
ru: Установить Сейчас!
uk: Встановити зараз!

source: Creating a new %s partition table for disk %s
ca: Creant una taula de partició nova %s pel disc %s
de: Erstellen einer neuen %s Partitionstabelle für die Festplatte %s
es: Creando una nueva tabla de partición del tipo %s para el disco %s
ru: Создание нового %s раздела для %s диска
uk: Створення таблиці розділів %s p на диску %s

source: %s is mounted as swap. To continue it has to be unmounted. Click Yes to unmount, or No to return
ca: %s està muntat com espai d'intercanvi. Per continuar s'ha de desmuntar. Escull Sí per desmuntar o No per tornar
de: %s ist eingehangen als swap. Um fortzufahren müssen Sie sie erst auszuhängen. Klicken Sie auf Ja um sie auszuhängen, oder Nein um zurückzukehren.
es: %s está montado en "%s". Para continuar el disco debe ser desmontado. Haz clic sobre Sí para desmontarlo, o sobre No para volver.
ru: %s смонтирован как swap. Для продолжения он должен быть отмонтирован. Нажмите "Да" для размонтирования, или "Нет' для возврата назад.
uk: %s примонтовано в якості розділу підкачки. Продовження потребує відмонтування. Натисніть Так, щоб відмонтувати, або НІ щоб повернутись

source: %s is mounted in '%s'. To continue it has to be unmounted. Click Yes to unmount, or No to return
ca: %s està muntat a '%s'. Per poder continuar s'ha de desmuntar. Clica a Sí per desmuntar-lo, o No per tornar
de: %s ist eingehangen in '%s'. Um fortzufahren muss das Medium erst ausgworfen werden. Klicken Sie auf Ja um das Medium auszuwerfen oder auf Nein um zurückzukehren
es: %s está montado en "%s". Para continuar el disco debe ser desmontado. Haz clic sobre Sí para desmontarlo, o sobre No para volver.
ru: %s монтирован как '%s'.\n Для продолжения следует отсоединить раздел.\n Нажми Да, чтобы отсоединить, или Нет, чтобы вернуться назад\n
uk: %s змонтовано в '%s'. Продовження потребує відмонтування. Натисніть Так, щоб відмонтувати, або Ні щоб повернутись

source: %s shows as mounted (busy) but it has no mount point
ca: %s consta com a muntat (ocupat) però no té punt de muntatge

source: Partition %s will be deleted
ca: S'esborrarà la partició %s
de: Partition %s wird gelöscht
es: La partición %s será eliminada
ru: Раздел %s будет удален
uk: Розділ %s буде видалено

source: Mount
ca: Munta
de: Einhängen
es: Montaje
ru: Смонтировать
uk: Монтувати

source: New
ca: Nou
de: Neu
es: Nueva
ru: Новый
uk: Новий

source: Partition
ca: Partició
es: Partición
ru: Раздел
uk: Розділ

source: Relabel
ca: Torna a etiquetar
de: Umbenennen
es: Renombrar etiqueta
ru: Переметить
uk: Перевизначити

source: We will make changes to partitions on these disks:
ca: Farem canvis a les particions d'aquests discs:
de: Es werden folgende Änderungen an den Partitionen dieser Festplatten durchgeführt:
es: Haremos cambios a las particiones de estos discos:
ru: Изменения будут записаны на эти диски:
uk: Мають виконатись наступні зміни на дисках:

source: Finished saving changes in %s
ca: S'han guardat els canvis fets a %s
de: Speichern der Änderungen auf %s wurde vervollständigt
es: Acabado guardando cambios en %s
ru: Окончания сохранения изменений в %s
uk: Завершено внесення змін до %s

source: Cnchi will not install any boot loader
ca: El Cnchi no instal·larà cap gestor d'arrencada
uk: Cnchi не встановить жодного завантажувача

source: Antergos will install the bootloader of type %s in %s
ca: L'Antergos instal·larà el carregador d'arrencada de tipus %s a %s
de: Antergos wird den Bootloader des Typs %s in %s installieren
es: Antergos instalará el cargador de arranque de tipo %s en %s
ru: Antergos будет установлен с загрузчиком %s в %s
uk: Antergos встановить завантажувач %s в %s

source: Testing mode. Cnchi will not change anything!
ca: Mode de prova. El Cnchi no modificarà res!
uk: Тестовий режим. Cnchi нічого не змінить!

source: Can't load %s css
ca: No puc carregar el css %s
de: Kann %s css nicht laden
es: No se puede cargar css %s
ru: Не удалось загрузить %s css
uk: Невдалось завантажити %s css

source: Select the OS you would like Antergos installed next to.
ca: Selecciona al costat de quin SO vols instal·lar l'Antergos.
es: Selecciona el SO al lado del cual quiere instalar Antergos.
ru: Выберите операционную систему, которую вы хотели установить рядом с Antergos.
uk: Оберіть ОС, яку б ви хотіли встановити поряд з.

source: Antergos Alongside Installation
ca: Instal·lació "al costat de"
de: Antergos Zweitinstallation
es: Antergos al lado de otro SO
ru: Antergos Alongside Инсталяция
uk: Встановлення Antergos поряд з іншими ОС

source: Detected OS
ca: SO Detectat
de: OS entdeckt
es: Detectado SO
ru: Обнаружение Других ОС
uk: Виявлено ОС

source: Filesystem
ca: Sistema de fitxers
de: Dateisystem
es: Sistema de ficheros
ru: Файловая система
uk: Файлова система

source: Unable to create list of partitions for alongside installation.
ca: Incapaç de crear a llista de particions per a la instal·lació "al costat de".
de: Es kann keine Partitionsliste für die Zweitinstallation erstellt werden.
es: Imposible crear lista de particiones para instalación alongside.
ru: Невозможно создать список разделов для alongside установки.
uk: Неможливо створити список розділів для встановлення поряд з іншими ОС.

source: Can't shrink the partition (maybe it's nearly full)
ca: No puc empetitir la partició (potser està massa plena)
de: Die Partition kann nicht verkleinert werden (Sie könnte zu voll sein)
es: No se puede encoger la partición (quizás esté casi llena)
ru: Невозможно сжать раздел (возможно он переполнен)
uk: Неможливо зменшити розділ (можливо, він заповнений)

source: Installation Type
ca: Tipus d'Instal·lació
de: Installationstyp
es: Tipo de instalación
ru: Тип установки
uk: Тип встановлення

source: Erase disk and install Antergos
ca: Esborra el disc i instal·la l'Antergos
de: Festplatte löschen und Antergos installieren
es: Borrar disco e instalar Antergos
ru: Форматировать диск и Установить Antergos
uk: Очистити диск і встанивити Antergos

source: Warning: This will erase ALL data on your disk.
ca: Avís: Això esborrarà TOTES les dades del teu disc.
de: Warnung: Dies wird ALLE Daten auf Ihrer Festplatte löschen.
es: Aviso: Esto eliminará todos tus datos de tu disco
ru: Внимание: Эта операция удалит все данные на ВАШЕМ жестком диске.
uk: Увага: Це зітре ВСІ дані на вашому диску.

source: Encrypt this installation for increased security.
ca: Encripta la instal·lació per obtenir més seguretat.
uk: Шифрування процесу встановлення для підвищення безпеки.

source: You will be asked to create an encryption password in the next step.
ca: Se't preguntarà la contrasenya d'encriptació en el pas següent
uk: Вам буде запропоновано створити пароль для шифрування в наступному кроці.

source: This will setup LVM and allow you to easily manage partitions and create snapshots.
ca: Això configurarà LVM i permetrà gestionar les particions i crear còpies de seguretat.

source: Set your Home in a different partition/volume
ca: Posa els directoris personals en una partició o volum diferent

source: This will setup you /home directory in a different partition or volume.
ca: Això configurarà el teu directori /home en una partició o volum diferent.

source: Install Antergos alongside %s
ca: Instal·la l'Antergos al costat de %s
de: Antergos neben %s installieren
es: Instalar Antergos al lado de %s
ru: Установить Antergos рядом с %s
uk: Встановити Antergos поряд з %s

source: Choose exactly where Antergos should be installed. (advanced)
ca: Escull on s'ha d'instal·lar l'Antergos. (avançat)
de: Wählen Sie bitte genau aus, wo Sie Antergos installieren wollen. (Für Fortgeschrittene)
es: Escoge exactamente donde debe ser instalado Antergos. (avanzado)
ru: Вы можете выбрать место установки Antergos. (расширеная опция)
uk: Точно вказати місце встановлення Antergos (розшерене налаштування)

source: Edit partition table and choose mount points.
ca: Edita la taula de particions i escull els punts de muntatge.
de: Partitionstabelle ändern und Einhängepunkte wählen.
es: Edita la tabla de particiones y escoge puntos de montaje.
ru: Редактирование таблицы разделов и выбор точек монтирования.
uk: Зміна таблиці розділів та вибір точок монтування.

source: Antergos installation will be encrypted using LUKS
ca: La instal·lació d'Antergos s'encriptarà mitjançant LUKS
de: Antergos Installation wird verschlüsselt mit LUKS
es: La instalación de Antergos será encriptada usando LUKS
ru: Установка Antergos будет зашифрованна с помощью LUKS
uk: Інсталяцію Antergos буде зашифровано використовуючи LUKS

source: Antergos will be installed using LVM volumes
ca: S'usaran volums LVM a la instal·lació d'Antergos
de: Antergos wird mit LVM-Speicherplätzen installiert
es: Antergos será instalado usando volúmenes LVM
ru: Antergos будет установлен с использованием LVM разделов
uk: Antergos встановиться використовуючи томи LVM

source: Antergos will be installed using a separate /home volume.
ca: L'Antergos s'instal·larà usant un volum separat pel directory /home

source: Antergos will be installed using a separate /home partition.
ca: L'Antergos s'instal·larà usant una partició separada pel directori /home

source: Unmounting %s
ca: Desmuntant %s
uk: Відмонтування %s

source: Can't delete existent LVM volumes (see below)
ca: No es poden esborrar els volums LVM existents
uk: Неможливо видалити наявні LVM-розділи (див. нижче)

source: Cnchi will setup LUKS on device %s
ca: Cnchi configurarà el LUKS al dispositiu %s
uk: Cnchi встановить LUKS на пристрій %s

source: Will setup LVM on device %s
ca: Es configurarà LVM al dispositiu %s

source: Select drive:
ca: Selecciona la unitat:
de: Wählen Sie eine Festplatte:
es: Seleccionar disco:
ru: Выбранный диск:
uk: Оберіть диск:

source: WARNING! This will overwrite everything currently on your drive!
ca: AVÍS! Això sobreescriurà totes les dades del teu disc!
de: WARNUNG! Dies wird alle Daten auf Ihrer Festplatte löschen!
es: ¡AVISO! Este modo de instalación sobreescribirá todo lo que tengas en tu dispositvo
ru: ВНИМАНИЕ! Эта операция перезапишет все, что находится у вас на диске!
uk: УВАГА! Ця операція перезапише все що знаходиться на вашому диску!

source: Select the drive we should use to install Antergos and then click below to start the process.
ca: Selecciona el dispositiu on vols instal·lar l'Antergos i clica a sota per començar el procés.
de: Wählen Sie das Laufwerk, auf dem Antergos installiert werden soll und klicken Sie den Knopf unterhalb, um den Vorgang zu starten.
es: Escoge el dispositivo donde quieres instalar Antergos y presione el botón a continuación para proceder.
ru: Выберите диск, который будет использован для установки Antergos и нажмите кнопку ниже, чтобы начать процесс.
uk: Оберіть диск для встановлення Antergos і натисніть нижче щоб почати цей процес.

source: Encryption Password:
ca: Contrasenya d'encriptació:
de: Verschlüsselungspasswort:
es: Contraseña de encriptado:
ru: Пароль Шифрования:
uk: Пароль шифрування:

source: Confirm your password:
ca: Confirma la teva contrasenya:
de: Bestätigen Sie das Passwort:
es: Confirma tu contraseña:
ru: Подтвердите пароль:
uk: Повторіть пароль:

source: show password
ca: Mostra la contrasenya
uk: показати пароль

source: Automatic Installation Mode
ca: Mode d'Instal·lació Automàtic
de: Automatische Installation
es: Modo de instalación automática
ru: Автоматический режим установки
uk: Автоматичний режим встановлення

source: A LUKS password has been set
ca: S'ha guardat una contrasenya LUKS
uk: Пароль LUKS встановлено

source: Automatic install on %s
ca: Instal·lació Automàtica a %s
de: Automatische Installation auf %s
es: Instalación automática en %s
ru: Автоматическая установка на %s
uk: Автоматичне встановлення на %s

source: Cnchi will install Antergos on %s
ca: El Cnchi instal·larà Antergos a %s
de: Cnchi wird Antergos auf %s installieren
es: Cnchi instalará Antergos en %s
ru: Cnchi установит Antergos на %s
uk: Cnchi встановить Antergos на %s

source: Antergos will install the %s bootloader on %s
ca: Antergos instal·larà el carregador d'arrencada %s a %s
de: Antergos installiert den %s Bootloader auf %s
es: Antergos instalará el cargador de arranque de tipo %s en %s
ru: Antergos установит загрузчик %s на %s
uk: Antergos встановить завантажувач %s в %s

source: Creating partitions and their filesystems in %s
ca: Creant les particions i els respectius sistemes d'arxius a %s
uk: Створення розділів та їх файлових систем в %s

source: Error creating partitions and their filesystems
ca: Error creant les particions i els seus sistemes d'arxius
de: Fehler beim Erstellen der Partitionen und deren Dateisystemen
es: Error creando particiones y sus sistemas de ficheros
ru: Ошибка при создании разделов и их файловых систем
uk: Помилка створення розділів та їх файлових систем

source: Mounting partition %s into %s directory
ca: Muntant la partició %s al directori %s
de: Mounte Partition %s in Verzeichnis %s
es: Montando partición %s en el directorio %s
ru: Монтирование раздела %s в %s директорию
uk: Монтування розділу %s в теку %s

source: Mounting partition %s into %s/boot directory
ca: Muntant la partició %s al directori %s/boot
de: Mounte Partition %s in Verzeichnis %s/boot
es: Montando partición %s en el directorio %s/boot
ru: Монтирование раздела %s в %s/boot директорию
uk: Монтування розділу %s в теку %s/boot

source: Couldn't mount root and boot partitions
ca: No puc muntar les particions de 'root' i 'boot'
de: Das Einhängen der root- und boot-Partitionen schlug fehl
es: No se pudieron montar las particiones / y /boot
ru: Не удается присоединить "root" и "boot" разделы
uk: Невдалось примонтувати розділи root та boot

source: Can't mount %s in %s
ca: No es pot muntar %s a %s
de: Es kann nicht %s in %s eingehangen werden
es: No se puede montar %s en %s
ru: Не удается подключить %s в %s
uk: Неможливо змонтувати %s у %s

source: %s deleted
ca: %s s'ha esborrat
uk: %s видалено

source: Can't create necessary directories on destination system
ca: No puc crear els directoris necessaris al sistema de destí
de: Die benötigten Verzeichnisse können auf dem Zielsystem nicht angelegt werden
es: No se pueden crear algunos directorios necesarios en el destino
ru: Не удается создать необходимые каталоги на целевой системе
uk: Невдається створити необхідні теки на призначеній системі

source: Selecting packages...
ca: Seleccionant paquets...
uk: Обираються пакунки...

source: Packages selected
ca: Paquets seleccionats
uk: Пакунки обрані

source: Packages downloaded.
ca: Els paquets s'han descarregat.
uk: Пакунки завантажені.

source: Installing packages...
ca: Instal·lant paquets...
uk: Встановлення пакунків...

source: Packages installed.
ca: Els paquets s'han instal·lat.
uk: Пакунки встановлено

source: Configuring system...
ca: Configurant el sistema...
uk: Конфігурація системи...

source: System configured.
ca: El sistema s'ha configurat.
uk: Система налаштована.

source: Installation finished
ca: Instal·lació acabada
uk: Встановлення завершено

source: Can't copy Cnchi log to %s
ca: No es pot copiar el registre d'events a %s
uk: Невдалось скопіювати журнал Cnchi до %s

source: Creating a temporary pacman.conf for %s architecture
ca: Creant un pacman.conf temporal per a l'arquitectura %s
uk: Створення тимчасового файлу pacman.conf для архітектури %s

source: Getting package list...
ca: S'obté la llista de paquets...
uk: Отримання списку пакунків...

source: Can't retrieve remote package list, using a local file instead.
ca: No puc descarregar la llista de paquets, usaré la còpia local.
de: Kann entfernte Paketliste nicht empfangen, benutze stattdessen eine lokale Datei.
es: No se puede obtener la lista de paquetes remota, usando un archivo local.
ru: Не
uk: Невдалось отримати список пакунків сервера, замість нього використовується локальний файл.

source: Adding all desktops common packages
ca: Afegint els paquets comuns a tots els entorns d'escriptori
es: Agregando todos los paquetes de escritorio comunes
ru: Добавление всех распространенных пакетов
uk: Додання загальних пакунків для всіх стільницб

source: Adding '%s' desktop packages
ca: Afegint els paquets de l'escriptori '%s'
es: Agregando paquetes de escritorio '%s'
ru: Добавление '%s'
uk: Додання пакунків стільниці '%s'

source: Adding filesystem packages
ca: Afegint els paquets del sistema d'arxius
es: Agregando paquetes de sistemas de ficheros
ru: Добавление пакетов файловой системы
uk: Додання пакунків файлової системи

source: Check for user desired features and add them to our installation
ca: Comprova les característiques desitjades per l'usuari i les afegeix a la instal·lació
es: Comprueba características de usuario y agregalas a nuestra instalación
ru: Проверка требуемых функция
uk: Виберіть бажані функції та включіть їх до встановлення

source: All features needed packages have been added
ca: S'han afegit tots els paquets per a les característiques escollides

source: Selecting chinese fonts.
ca: Sel·leccionant les fonts xineses.
uk: Вибір китайських шрифтів.

source: Adding bootloader packages if needed
ca: Afegint els paquets del carregador d'arrencada
es: Agregando paquetes de cargado de arranque si fuese necesario
ru: Добавление пакетов загрузчика, если требуются
uk: Додання пакунків завантажувача, якщо це потрібно

source: Add libreoffice language package
ca: Afegir paquet de llenguatge de lliureoffice

source: Special dirs already mounted.
ca: Els directoris especials ja estan muntats.
es: Directorios especiales ya montados.
ru: Специальные каталоги уже смонтированны.
uk: Спеціальні теки вже змонтовано.

source: Unable to umount %s
ca: No puc muntar %s
de: umount %s nicht möglich
es: Imposible desmontar %s
ru: Невозможно размонтировать %s
uk: Неможливо відмонтувати %s

source: Added to fstab : UUID=%s %s %s %s 0 %s
ca: Afegit a fstab :UUID= %s %s %s %s 0 %s
uk: До fstab додано : UUID=%s %s %s %s 0 %s

source: Installing GRUB(2) BIOS boot loader in %s
ca: Instal·lant el carregador d'arrencada GRUB(2) BIOS a %s
de: Installiere GRUB(2) BIOS Boot Loader in %s
es: Instalando GRUB(2) BIOS en %s
ru: Установка GRUB(2) BIOS загрузчика в %s
uk: Встановлення завантажувача GRUB(2) BIOS у %s

source: GRUB(2) BIOS has been successfully installed.
ca: S'ha instal·lat correctament el GRUB(2) BIOS.
de: GRUB(2) BIOS wurde erfolgreich installiert.
es: GRUB(2) BIOS ha sido instalado satisfactoriamente.
ru: GRUB(2) BIOS установлен успешно.
uk: GRUB(2) BIOS успішно інстальовано.

source: ERROR installing GRUB(2) BIOS.
ca: ERROR instal·lant el GRUB(2) BIOS.
de: Ein FEHLER trat bei der Installation von GRUB(2) BIOS auf.
es: Error instalando GRUB(2) BIOS.
ru: ERROR установки GRUB(2) BIOS.
uk: ПОМИЛКА встановлення GRUB(2) BIOS.

source: Can't install GRUB(2) locale.
ca: No es pot instal·lar el GRUB(2) en local

source: Enabled %s service.
ca: Activat
uk: Увімкнено сервіс %s.

source: Error creating password hash for user %s
ca: Error creant el resum de la contrasenya per l'usuari %s
de: Eine Fehler trat bei der Erstellung des Passwortes für den Nutzer %s auf
es: Error durante la creación de la contraseña hash para el usuario %s
ru: Ошибка при создании хэша пароля для пользователя %s
uk: Помилка створення хешу для паролю користувача %s

source: Error changing password for user %s
ca: No puc canviar la contrasenya de l'usuari %s
de: Es trat ein Fehler bei der Änderung des Passwortes von Nutzer %s auf
es: Error cambiando la contraseña del usuario %s
ru: Ошибка при изменении пароля для пользователя %s
uk: Помилка зміни паролю користувача %s

source: Configuring bluetooth...
ca: Configurant el bluetooth...
uk: Налаштування bluetooth...

source: Configuring CUPS...
ca: Configurant el CUPS...
uk: Налаштування CUPS...

source: Configuring firewall...
ca: Configurant el tallafocs...
uk: Налаштування фаєрволу...

source: Configuring your new system
ca: Configurant el nou sistema
de: Ihr neues System wird eingerichtet
es: Configurando tu nuevo sistema
ru: Настройка вашей новой системы
uk: Налаштування вашої нової системи

source: fstab file generated.
ca: fitxer fstab generat.
uk: Файл fstab згенеровано.

source: Can't copy mirrorlist file
ca: No es pot copiar el fitxer de la llista de miralls
uk: Невдалось скопіювати файл зі списком дзеркал

source: Timezone set.
ca: S'ha fixat la zona horària.
uk: Часовий пояс встановлено.

source: User %s added.
ca: S'ha afegit l'usuari %s
uk: Додано користувача %s.

source: Hostname set to %s.
ca: El nom de l'ordinador serà %s

source: Set the same password to root.
ca: El root tindrà el mateix password.
uk: Встановити такий же пароль для root.

source: Generating locales...
ca: Generant localitzacions...
de: Generiere Sprachumgebung ...
es: Generando locales...
ru: Генерация системного языка
uk: Генерація локалей...

source: Adjusting hardware clock...
ca: Ajustant el rellotge...
de: Stelle Hardware-Uhr ein ...
es: Ajustando reloj hardware...
ru: Настройка аппаратных часов ...
uk: Налаштування апаратного годинника...

source: 00-keyboard.conf written.
ca: S'ha escrit el fitxer 00-keyboard.conf
uk: 00-keyboard.conf записано.

source: Encrypting user home dir...
ca: Encriptant el directori personal de l'usuari...
uk: Шифрування домашньої теки користувача...

source: User home dir encrypted
ca: S'ha encriptat el directori personal de l'usuari
uk: Теку користувача зашифровано

source: Installing bootloader...
ca: Instal·lant el gestor d'arrencada...
uk: Встановлення завантажувача...
