Repository: 312-ninja/Cnchi
Catalog: po/*.po
Languages: ca, de, es, ru, uk

source: This installer must be run with administrative privileges, and cannot continue without them.
ca: Aquest instal·lador necessita privilegis d'administrador per poder continuar.
de: Dieser Installer muss mit Rootrechten ausgeführt werden und kann ohne diese Rechte nicht weiter fortgesetzt werden.
es: Este instalador debe ser ejecutado con privilegios de administrador, y no puede continuar sin ellos.
ru: Программа установки должна быть запущена с правами администратора, дальнейшее выполнение не возможно.
uk: Програму встановлення потрібно запустити з правами адміністратора, інакше вона не може продовжити встановлення.

source: You cannot run two instances of this installer. If you are sure that the installer is not already running you can manually delete the file %s and run this installer again.
ca: No pots executar dues instàncies d'aquest instal·lador. Si estàs segur que l'instal·lador no està ja funcionant pots esborrar manualment el fitxer %s i tornar a executar aquest instal·lador.
de: Es ist nicht möglich zwei Instanzen des Installers zu starten.⏎ ⏎ Wenn Sie sich sicher sind, dass der Installer nicht bereits ausgeführt wird, ⏎ so können Sie manuell die Datei %s löschen⏎ und den Installer erneut starten.
es: No puedes ejecutar dos instancias de este instalador. Si estás seguro de que este instalador no está siendo ejecutado puedes eliminar manualmente el archivo %s y ejecutar el instalador de nuevo.
ru: Вы не можете запустить два экземпляра установщика.\n \n Если вы уверены, что программа не выполняется\n можете самостоятельно удалить %s\n и запустить ее снова.
uk: Неможна запускати дві копії програми встановлення. Якщо ви впевнені, що інсталятор вже запущено ви можете вилучити файл %s вручну та запустити встановлення знову.

source: Cnchi installer version %s
ca: Instal·lador Cnchi versió %s
uk: Встановлювач Cnchi версії %s

source: Using Aria2 to download packages - EXPERIMENTAL
ca: S'usarà Aria2 per descarregar els paquets - EXPERIMENTAL
de: Benutze Aria2 um Pakete herunter zu laden - EXPERIMENTELL
es: Usando Aria2 para descargar paquetes - EXPERIMENTAL
ru: Использовать Aria2 для загрузки пакетов - ЭКСПЕРИМЕНТАЛЬНАЯ ОПЦИЯ
uk: Використовувати Aria2 для завантаження пакунків - ЕКСПЕРЕМЕНТАЛЬНО

source: Cnchi - Antergos Installer
ca: Cnchi - Instal·lador d'Antergos
uk: Встановлювач Antergos - Cnchi

source: Antergos Installer
ca: Instal·lador d'Antergos
es: Instalador de Antergos
ru: Установщик Antergos
uk: Встановлювач Antergos

source: Quiting installer...
ca: Sortint de l'instal·lador...
de: Beende Installtionsprogramm ...
es: Saliendo del instalador...
ru: Закрытие установщика...
uk: Вихід з інсталятора...

source: unknown
ca: desconegut
de: unbekannt
es: desconocido
ru: неизвестный
uk: невідомо

source: Can't set locale %s
ca: No es pot establir la configuració local %s

source: password is too short
ca: La contrasenya és massa curta
de: Das Passwort ist zu kurz
es: La contraseña es demasiado corta
ru: пароль слишком короткий
uk: пароль занадто короткий

source: weak password
ca: La contrasenya és massa dèbil
de: Schwaches Passwort
es: Contraseña debil
ru: слабый пароль
uk: слабкий пароль

source: fair password
ca: contrasenya dèbil
de: Angemessenes Passwort
es: Contraseña aceptable
ru: прекрасный пароль
uk: нормальний пароль

source: good password
ca: contrasenya correcta
de: Gutes Passwort
es: Contraseña buena
ru: хороший пароль
uk: хороший пароль

source: strong password
ca: contrasenya forta
de: Starkes Passwort
es: Contraseña fuerte
ru: сильный пароль
uk: надійний пароль

source: Passwords do not match
ca: Les contrasenyes no coincideixen
de: Passwörter sind nicht gleich
es: Las contraseñas no coinciden
ru: Пароли не совпадают
uk: Паролі не співпадають

source: System Check
ca: Comprovació del sistema
de: Systemüberprüfung
es: Comprobación del sistema
ru: Проверка Системы
uk: Перевірка системи

source: has at least %dGB available storage space.
ca: té, com a mínim, %dGB d'espai lliure
uk: доступно більше %dГб вільного місця.

source: This highly depends on which desktop environment you choose, so you might need more space.
ca: Aquesta quantitat depén de quin entorn d'escriptori s'instal·li.

source: is plugged in to a power source
ca: està connectat a una font de corrent
de: ist an eine Stromquelle angeschlossen
es: está conectado a la corriente.
ru: Подключён к источнику питания
uk: підключений до джерела живлення

source: is connected to the Internet
ca: està connectat a Internet
de: ist mit dem Internet verbunden
es: está conectado a Internet.
ru: Подключён к интернету
uk: підключений до інтернету

source: For best results, please ensure that this computer:
ca: Per obtenir els millors resultats, assegura't que el teu equip:
de: Für die besten Ergebnisse, vergewissern Sie sich bitte, dass dieser Rechner:
es: Para obtener mejores resultados, por favor asegúrate de que el ordenador:
ru: Для достижения наилучших результатов убедитесь, что этот компьютер:
uk: Для досягнення найкращих результатів, будь ласка, переконайтеся, що цей комп'ютер:

source: We have Internet connection.
ca: Tens connexió a Internet
de: Es besteht eine Verbindung zum Internet.
es: Hay conexión a Internet
ru: Вы подключены к Интернету.
uk: Ми маємо підключення до інтернету.

source: We're connected to a power source.
ca: Estàs connectat a una font de corrent
de: Es besteht eine Verbindung zu einer Stromquelle.
es: Hay conexión a corriente alterna.
ru: Вы подключены к источнику питания.
uk: Ми підключились до джерела живлення.

source: We have enough disk space.
ca: Tenim prou espai de disc lliure.
de: Sie besitzen genügend freien Speicherplatz.
es: Hay espacio suficiente en el disco.
ru: У нас достаточно места на диске.
uk: Достатньо вільного місця на диску.

source: Choose Your Desktop
ca: Escull el teu Escriptori
de: Wählen Sie Ihre grafische Oberfläche:
es: Escoge tu escritorio
ru: Выберите Ваше Графическое Окружение
uk: Оберіть для себе стільницю

source: Cnchi will install Antergos with the '%s' desktop
ca: Cnchi instal·larà l'Antergos amb l'escriptori '%s'
de: Cnchi wird Antergos mit dem '%s' Desktop installieren
es: Cnchi instalará Antergos con el escritorio '%s'
ru: Cnchi установит Antergos с '%s'
uk: Cnchi встановить Antergos зі стільницею '%s'

source: Gnome 3 is an easy and elegant way to use your computer. It features the Activities Overview which is an easy way to access all your basic tasks. GNOME 3 is the default desktop in Antergos.
ca: GNOME 3 és una manera elegant i fàcil d'usar l'ordinador. Disposa de la vista d'activitats que és una manera fàcil d'accedir a totes les tasques bàsiques. GNOME 3 és l'escriptori per defecte a Antergos.
de: Gnome 3 ist ein einfacher unter eleganter Weg Ihren Computer zu verwenden. Es besitzt ein Übersicht über ihre Aktivitäten, die Ihnen eine unkomplizierte Möglichkeit bietet Ihre alltäglichen Aufgaben zu bewältigen. GNOME 3 ist die standardmäßige Desktopumgebung in Antergos.
es: Gnome 3 es una forma sencilla y elegante de usar tu ordenador. Te ofrece la Vista de Actividades, la cual es una forma sencilla de acceder a tus tareas más básicas. GNOME 3 es el escritorio por defecto en Antergos
ru: Gnome 3 это простой и элегантный способ использовать ваш компьютер.
uk: Gnome 3 – простий та елегантний спосіб використання комп’ютера. Його функція Огляд діяльності з легкістю дозволяє отримати доступ до основних завдань. GNOME 3 – це типова стільниця для Antergos.

source: Cinnamon is a fork of GNOME 3 developed by (and for) Linux Mint. It provides users a more traditional desktop interface along with the newest compositing techniques of GNOME 3. Cinnamon is for users of all experience levels.
ca: Cinnamon és una bifurcació de GNOME 3 desenvolupat per (i per a) Linux Mint. Proveeix als usuaris d'un escriptori més tradicional i alhora també de les tècniques de composició de GNOME 3. Cinnamon està pensat per a tot tipus d'usuaris.
de: Cinnamon ist eine Abspaltung von GNOME 3, entwickelt von (und für) Linux Mint. Es bietet den Nutzern eine traditionelle Desktopoberfläche mit der neusten Bilddarstellungstechnologie von GNOME 3. Cinnamon ist für Nutzer aller Erfahrungsstufen.
es: Cinnamon es una ramificación de GNOME 3 desarrollada por (y para) Linux Mint. Provee al usuario de una interfaz de escritorio más tradicional junto con las últimas técnicas de composición de GNOME 3. Cinnamon está destinado a usuarios de todos los niveles.
ru: Cinnamon это форк Gnome 3 разрабатываемый (для использования) в Linux Mint.Он предоставляет пользователям более традиционный интерфейс рабочего стола наряду с новейшими методами композитинга GNOME 3.Cinnamon подходит для всех пользователей.
uk: Cinnamon – це форк GNOME 3 розроблений в (і для) Linux Mint. Забезпечує більш традиціний інтерфейс робочого столу разом з найновішим техніками композиції GNOME 3. Cinnamon підходить для користувачі з різним рівнем досвіду .

source: Xfce is a lightweight desktop environment. It aims to be fast and low on system resources, while remaining visually appealing and user friendly. It is a great option for use on older computers or those with low hardware specifications.
ca: Xfce és un entorn d'escriptori lleuger. El seu objectiu és ser ràpid i mantenir un ús baix dels recursos del sistema, i alhora ser agradable visualment i amigable a l'usuari. És una gran opció per a ordinadors antics o amb especificacions baixes de maquinari.
de: Xfce ist eine schlanke Desktopumgebung. Sie zielt darauf ab schnell und sparsam mit den Systemresourcen umzugehen, während sie optisch sehr ansprechend und benutzerfreundlich ist. Sie ist eine gute Wahl für ältere Computer oder für Geräte mit geringer Hardwareausstattung.
es: Xfce is un entorno de escritorio ligero. Proclama ser rápido y de bajos recursos, mientras se conserva visualmente atractivo y sencillo. Es una buena opción para usar en equipos antiguos o aquellos con bajas especificaciones de hardware.
ru: Xfce это легковесное графическое
uk: Xfce – легка стільниця. Позиціонує себе як швидка та невимоглива до ресурсів, зберігаючи при цьому візуальну привабливість та дружність до користувача. Це чудовий вибір для старих або комп’ютерів з низькими апаратними ресурсами .

source: LXDE is an extremely fast-performing and energy-saving desktop environment. It uses less CPU and RAM than other environments. LXDE is especially designed for cloud computers with low hardware specifications such as netbooks, mobile devices, and older computers.
ca: LXDE és un entorn d'escriptori molt ràpid i estalviador d'energia. Usa menys CPU i RAM que d'altres entorns. LXDE està especialment designat per ordinadors que estan al núvol amb pocs recursos de maquinari com els netbooks, dispositius mòbils i ordinadors vells.
de: LXDE ist eine sehr schnelle und energiesparende Desktop Umgebung. Sie verbraucht weniger CPU und RAM, als andere Umgebungen. LXDE ist für minimale Hardwareanforderungen, wie bei Netbooks, Mobilgeräten und älteren Rechnern, entworfen.
es: LXDE es un entorno de escritorio rápido y ahorrador. Emplea menos CPU y RAM que otros entornos. LXDE está especialmente diseñado para equipos con bajas características hardware y equipos antiguos.
ru: LXDE - чрезвычайно быстрая и энерго-сберегающая графическая оболочка. Она использует заметно меньше ресурсов компьютера, нежели другие графические оболочки.LXDE специально разработан для облако-ориентированных компьютеров со слабыми характеристиками, таких как Нетбуки, мобильные устройства, и устаревшие компьютеры.
uk: LXDE – екстремально швидка та енергозберігаюча стільниця. Менше ніж інші стільниці завантажує процесор та оперативну пам’ять. LXDE – створена спеціально для мережо-спрямованих комп’ютерів з низкими апаратними ресурсами, таких як: ноутбуки, мобільні телефони та старі комп’ютері.

source: Openbox is a highly configurable, next generation window manager with extensive standards support. It's default theme is well known for its minimalistic appearance and flexibility. Your desktop becomes cleaner, faster.
ca: Openbox és un gestor de finestres de següent generació, altament configurable amb suport dels estàndards. El seu tema per defecte és conegut per la seva aparença minimalística i per la seva flexibilitat. El teu escriptori esdevindrà més net, més ràpid.

source: Enlightenment is not just a window manager for Linux/X11 and others, but also a whole suite of libraries to help you create beautiful user interfaces with much less work
ca: Enlightenment no és només un gestor de finestres per Linux/X11 i altres sistemes, sinó també tot un conjunt de biblioteques per ajudar a crear fàcilment belles interfícies d'usuari
de: Enlightenment ist nicht nur eine Fensterverwaltung für Linux/X11 und andere, sondern auch eine komplette Sammlung von Bibliotheken, die Ihnen helfen eine Benutzeroberfläche mit sehr geringem Aufwand selbst zu erstellen.
es: Enlightenment no es tan solo un gestor de ventanas para Linux/X11 y otros, si no también una suite de librerías para ayudarte a crear bellas interfaces de usuario con mucho menos esfuerzo
ru: Enlightenment это не просто оконный менеджер для Linux/X11 и прочих систем, но и целый набор библиотек, которые помогут вам, очень просто, создать красивый пользовательский интерфейс .
uk: Enlightenment це не тільки віконний менеджер Linux/X11 та інших, але також це цілий набір бібліотек що допоможуть створити прекрасний інтерфейс користувача приклавши мінімум зусиль

source: If you are looking for a familiar working environment, KDE's Plasma Desktop offers all the tools required for a modern desktop computing experience so you can be productive right from the start.
ca: Si estàs buscant un entorn de treball familiar, l'escriptori KDE ofereix totes les eines necessàries per gaudir d'una experiència moderna de manera que puguis ser productiu des de l'inici.

source: Razor-qt is an advanced, easy-to-use, and fast desktop environment based on Qt technologies. It has been tailored for users who value simplicity, speed, and an intuitive interface.
ca: El Razor-qt és un entorn d'escriptori avançat, ràpid i de fàcil ús basat en la tecnologia Qt. Destinat a usuaris que valoren la simplicitat, velocitat i una interfície intuitiva.
de: Razor-qt ist eine fortgeschrittene, einfach zu benutzende und schnelle Desktopumgebung, die auf Qt-Technologie basiert. Es wurde maßgeschneidert für Benutzer, die vor allem auf Einfachheit, Geschwindigkeit und intuitive Bedienung wert legen.
es: Razor-qt es un entorno de escritorio avanzado, fácil de usar y rápido, basado en tecnologías QT. Se ha adaptado para usuarios que aprecian la simplicidad, velocidad, y una interfaz intuitiva.
ru: Razor-Qt это продвинутое, простое в использовании и быстрое графическое окружение на основе технологий Qt. И создавалось для пользователей ценящих простоту, скорость и интуитивный интерфейс.
uk: Razor-qt - передова, легка у використанні, та швидка стільниця на останові технологій Qt. Вона створена спеціально для користувачів, що віддають перевагу простому, швидкому, та інтуїтивному інтефейсу.

source: This option will install Antergos as command-line only system, without any type of graphical interface. After the installation you can customize Antergos by installing packages with the command-line package manager.
ca: Aquesta opció instal·larà l'Antergos com un sistema de línia de comandes, sense cap tipus d'interfície gràfica. Després de la instal·lació podràs configurar l'Antergos instal·lant paquets amb el gestor de paquets pacman.
de: Diese Option wird Antergos als Kommandozeilen-System installieren, ohne jede Art von grafischer Oberfläche. Nach der Installation können Sie Antergos nach Ihren Wünschen anpassen, indem Sie über den Kommandozeilen Paketmanager Pakete installieren.
es: Esta opción instalará Antergos como un sistema de línea de comandos, sin ningún tipo de interfaz gráfica. Despues de la instalación podrás customizar Antergos instalando paquetes desde el gestor de paquetes en la línea de comandos.
ru: Этот вариант установки Antergos предусматривает установки базовой системы, без графического интерфейса. После установки вы можете настроить свою систему с помощью пакетного менеджера.
uk: Ця опція встановить Antergos в консольному режимі, без будь-якого графічного інтерфейсу. Після встановлення ви зможете налаштувати Antergos встановлюючи пакунки через командний рядок менеджером пакунків.

source: MATE is a fork of GNOME 2. It provides an intuitive and attractive desktop environment using traditional metaphors for Linux and other Unix-like operating systems.
ca: MATE és una bifuració del Gnome 2. Proveeix un entorn d'escriptori intuitiu i atractiu usant formes de treball tradicionals per Linux.

source: Error creating metalink for package %s
ca: No s'ha pogut crear el metaenllaç pel paquet %s
de: Fehler beim erstellen des Metalinks für das Paket %s
es: Error creando metalink para paquete %s
ru: Ошибка создания метассылки для пакета %s
uk: Помилка створення метапосилання для пакунку %s

source: Error adding metalink for package %s
ca: No s'ha pogut afegir el metaenllaç pel paquet %s
de: Fehler beim Hinzufügen des Metalinks für das Paket %s
es: Error añadiendo metalink para paquete %s
ru: Ошибка добавления метассылки для пакета %s
uk: Помилка додання метапосилання для пакунку %s

source: Unable to create download queue for package %s
ca: No puc crear la cua de descàrrega pel paquet %s
de: Nicht in der Lage die Download Liste für das Paket %s zu erstellen
es: Imposible crear cola de descarga para paquete %s
ru: Невозможно создать очередь загрузки для пакета '%s'
uk: Неможливо створити чергу завантаження для пакунку %s

source: Can't find these packages:
ca: No puc trobar aquests paquets:
de: Kann diese Pakete nicht finden:
es: No se pueden encontrar estos paquetes:
ru: Отсутствуют данные пакеты:
uk: Невдалось знайти наступні пакунки:

source: Warning! Can't resolve these dependencies:
ca: Avís! No puc resoldre les següents dependències:
de: Warnung! Kann folgende Abhängigkeiten nicht auflösen:
es: ¡Aviso! No se puede resolver estas dependencias:
ru: Внимание! Не удается разрешить эти зависимости:
uk: Попередження! Неможливо вирішити залежності:

source: Feature Selection
ca: Selecció de característiques
de: Featureauswahl
es: Selección de características
uk: Вибір функцій

source: Arch User Repository (AUR) Support
ca: Suport pel Repositori d'Usuari Arch (AUR)
uk: Підтримка репозитарію користувачів Arch (AUR)

source: The AUR is a community-driven repository for Arch users.
ca: AUR és un repositori pels usuaris d'Arch (i Antergos) creat per la comunitat d'usuaris.
uk: AUR – це керований спільнотою репозитарій для користувачів Arch.

source: Bluetooth Support
ca: Bluetooth
de: Bluetooth-Unterstützung
es: Soporte bluetooth
ru: Поддержка Bluetooth
uk: Підтримка Bluetooth

source: Enables your system to make wireless connections via Bluetooth.
ca: Permet fer connexions sense fils via Bluetooth al teu sistema
de: Wird Ihr System dazu befähigen, Funkverbindungen über Bluetooth aufzubauen
es: Activa tu sistema para hacer conexiones inalámbricas vía Bluetooth.
ru: Позволяет вашей системе создавать беспроводное соединение с помощью Bluetooth.
uk: Дозволяє вашій системі виконувати бездротові підключення по Bluetooth.

source: Installation of extra Gnome applications
ca: Instal·lació d'aplicacions de Gnome Extra
uk: Встановлення додаткових програм Gnome

source: Printing Support
ca: Suport a l'impresió
de: Druckerunterstützung
es: Soporte de impresión
ru: Поддержка печати
uk: Підтримка друку

source: Installation of printer drivers and management tools.
ca: Instal·la els controladors d'impressora i les eines de gestió.
de: Installation von Druckertreibern und Verwaltungswerkzeugen
es: Instalación de controladores de impresoras y herramientas de gestión
ru: Установка драйверов принтера и инструментов управления.
uk: Встановлення драйверів принтера та утиліт керування.

source: Open source office suite. Supports editing MS Office files.
ca: Paquet ofimàtic. Pot editar arxius MS Office.
uk: Офісний пакет з відкритим вихідним кодом. Підтримує редагування файлів MS Office.

source: Visual Effects
ca: Efectes visuals
de: Visuelle Effekte
es: Efectos visuales
ru: Визуальные Эффекты
uk: Візуальні ефекти

source: Enable transparency, shadows, and other desktop effects.
ca: Activa la transparència, ombres i d'altres efectes d'escriptori
uk: Увімкнути прозорість, тіні, та інші ефекти робочого столу.

source: Uncomplicated Firewall
ca: Tallafoc senzill
de: Unkomplizierte Firewall
es: Cortafuegos
ru: Простой Брандмауэр
uk: Простий брандмауер

source: Control the incoming and outgoing network traffic.
ca: Controla el trànsit de xarxa entrant i sortint.
de: Kontrollieren Sie den ein- und ausgehenden Netzwerkverkehr.
es: Controla el tráfico saliente y entrante de tu red.
ru: Контроль входящего и исходящего сетевого трафика.
uk: Керування вхідними та вихідними підключеннями мережі.

source: Proprietary Software
ca: Programari Privatiu
de: Proprietäre Software
es: Software propietario
ru: Проприетарное Программное Обеспечение
uk: Пропріетарне ПЗ

source: Software to play Flash videos, MP3 audio, and other media.
ca: Programari per reproduir vídeos Flash, audio MP3 i d'altres suports.
uk: Програмне забезпечення для відтворення flash-відео, mp3 та іншого контенту.

source: Arch User Repository - Disclaimer
ca: Repositori dels Usuaris d'Arch - Avís
uk: Репозитарій користувачів Arch – Відмова від відповідальності

source: The Arch User Repository is a collection of user-submitted PKGBUILDs that supplement software available from the official repositories. The AUR is community driven and NOT supported by Arch or Antergos.
ca: El repositori d'usuaris d'Arch és una col·lecció de PKGBUILDS que suplementen el programari disponible dels repositoris oficials. L'AUR és gestionat per la comunitat i NO per Arch o Antergos.

source: Uncomplicated Firewall will be installed with these rules:
ca: El tallafoc senzill s'instal·larà amb aquestes regles:
de: Unkomplizierte Firewall wird unter folgenden Bedingungen installiert:
es: El cortafuegos será instalado usando estas reglas:
ru: Простой Брандмауэр будет установлен с этими правилами:
uk: Простий брандмауер встановиться з такими правилами:

source: Error running command: %s
ca: Error al córrer la ordre: %s
uk: Помилка виконання команди: %s

source: free space
ca: espai lliure
de: freier Speicher
es: Espacio libre
ru: свободное место
uk: вільне місце

source: Device
ca: Dispositiu
de: Gerät
es: Dispositivo
ru: Устройство
uk: Пристрій

source: Type
ca: Tipus
de: Typ
es: Tipo
ru: Тип
uk: Тип

source: Mount point
ca: Punt de muntatge
de: Einhängepunkt
es: Punto de montaje
ru: Точка монтирования:
uk: Точка монтування

source: Label
ca: Etiqueta
de: Beschriftung
es: Etiqueta
ru: Метка
uk: Мітка

source: Size
ca: Mida
de: Größe
es: Tamaño
ru: Размер
uk: Розмір

source: Used
ca: Usat
de: Benutzt
es: Usado
ru: Использовано
uk: Використано

source: Flags
ca: Indicadors
de: Warnhinweise
es: Banderas
ru: Флаги
uk: Прапорці

source: none
ca: cap
de: keine Angabe
es: nada
ru: пусто
uk: нічого

source: Root partition must be formatted.
ca: S'ha de formatar la partició Root.
de: Die Root-Partition muss formatiert werden.
es: Partición raíz debe ser formateada.
ru: Корневой раздел должен быть отформатирован.
uk: Коренева тека має бути відформатованою.

source: Advanced Installation Mode
ca: Mode d'Instal·lació Avançat
de: Erweiterter Installationsmodus
es: Modo de instalación avanzado
ru: Расширенный режим установки
uk: Розширений режим встановлення
