Repository: 312-ninja/Cnchi
Catalog: po/*.po
Languages: ca, de, es, ru, uk

source: Select Your Keyboard Layout
ca: Escull la teva disposició del teclat
de: Wählen Sie Ihre Tastaturbelegung aus
es: Selecciona tu distribución de teclado
ru: Выбериет Вашу Раскладку Клавитуры
uk: Оберіть розкладку клавіатури

source: Layouts
ca: Distribucions
de: Belegungen
es: Distribuciones
ru: Раскладки
uk: Розкладки

source: keyboard_layout is %s
ca: La disposició del teclat és %s
de: keyboard_layout ist %s
es: La distribución de teclado es %s
ru: раскладка_клавиатуры %s
uk: розкладка_клавіатури keyboard_layout

source: Notice: The Cnchi Installer is beta software.
ca: Avís: L'instal·lador Cnchi és programari beta.
de: Anmerkung: Der Cnchi Installer ist noch im Beta-Stadium.
es: Nota: El instalador Cnchi es software de estado beta.
ru: Примечание: Инсталятор Cnchi является бета-версией.
uk: Примітка: Встановлювач Cnchi це програмний продукт бета-версії.

source: Welcome to Antergos!
ca: Benvingut a Antergos!
de: Willkommen zu Antergos!
es: ¡Bienvenido a Antergos!
ru: Добро пожаловать в Antergos!
uk: Ласкаво просимо до Antergos!

source: Can't find translation file for the %s language
ca: No puc trobar el fitxer de traduccions per l'idioma %s
de: Die Übersetzungsdatei für die Sprache %s konnte nicht gefunden werden
es: No se puede encontrar el archivo de traducción para el idioma %s
ru: Не удается найти файлы перевода для %s языка
uk: Незнайдено перекладу для мови %s

source: The location you select will be used to help determine the system locale. This should normally be the country in which you reside. Here is a shortlist of locations based on the language you selected.
ca: La configuració que seleccionis s'usarà per determinar la configuració local del sistema. Normalment, només cal sel·leccionar el país on resideixes. Aquí tens una llista basada en l'idioma que has seleccionat.
de: Der gewählte Standort wird dazu benutzt die Systemsprache zu bestimmen. Normalerweise ist dies das Land, in welchem Sie leben. Dies ist eine verkürzte Liste von Sprachen, basierend auf dem gewählten Land.
es: La localización seleccionada será utilizada para ayudar al system locale. Normalmente la localización es el país en el que vives. Esto es una pequeña lista de localizaciones basada en el lenguaje seleccionado.
ru: Ваше месторасположение будет использовано для определения языка системы. Обычно эта страна в которой Вы проживаете. Вот краткий список месторасположений на основе выбранного языка.
uk: За місцерозташуванням яке ви обрали буде визначено системну мову. Зазвичай, це країна, в якій ви проживаєте. Тут короткий список розміщень в залежності від обраної вами мови.

source: Country, territory or area:
ca: País, territori o àrea:
de: Land, Territorium oder Bereich:
es: País, territorio o área:
ru: Страна, область или район:
uk: Країна, територія або район:

source: Select your location
ca: Selecciona la teva ubicació
de: Wählen Sie ihren Standort
es: Selecciona tu localización
ru: Выберите ваше местоположение
uk: Оберіть своє розміщення

source: locale changed to : %s
ca: Configuració local canviada a: %s
de: Sprache wurde geändert zu: %s
es: locale cambiado a : %s
ru: Язык изменен на : %s
uk: мову змінено на : %s

source: Can't change to locale '%s'
ca: No es pot canviar la configuració local a '%s'
de: Es konnte nicht zur Sprache '%s' gewechselt werden.
es: No se puede cambiar el locale a "%s"
ru: Не удается изменить на язык '%s'
uk: Неможливо змінити мову на '%s'

source: Checking dependencies...
ca: Comprovació de les dependències ...
de: Abhängigkeiten werden überprüft...
es: Comprobando dependencias...
ru: Проверяются зависимости...
uk: Перевірка залежностей...

source: Checking file conflicts...
ca: Comprovació de conflictes d'arxius ...
de: Dateikonflikte werden überprüft...
es: Comprobando conflictos de archivos...
ru: Проверяются конфликтующие файлы...
uk: Перевірка файлових конфліктів...

source: Resolving dependencies...
ca: Resolució de les dependències ...
de: Abhängigkeiten werden aufgelöst...
es: Resolviendo dependencias...
ru: Разрешение зависимостей...
uk: Вирішення залежностей...

source: Checking inter conflicts...
ca: Comprovació de conflictes...
de: Zwichenkonflikte werden überprüft...
es: Comprobando interconflictos...
ru: Проверяются внутренние конфликты...
uk: Перевірка внутнішніх конфліктів...

source: Removing...
ca: Esborrant...
de: Wird gelöscht...
es: Removiendo...
ru: Удаляется...
uk: Вилучення...

source: Upgrading...
ca: Actualitzant...
de: Wird aktualisiert...
es: Actualizando...
ru: Обновляется...
uk: Оновлення...

source: Checking integrity...
ca: Comprovació d'integritat...
de: Überprüfe Integrität...
es: Comprobando integridad...
ru: Проверяется целостность...
uk: Перевірка цілісності...

source: Loading packages files...
ca: Càrrega dels arxius dels paquets...
de: Paketdateien werden geladen...
es: Cargando archivos de paquetes...
ru: Загружаются пакеты файлов...
uk: Завантаження файлів пакунків...

source: Configuring...
ca: Configurant...
de: Wird konfiguriert....
es: Configurando...
ru: Настройка...
uk: Налаштування...

source: Downloading a file
ca: Descarregant un arxiu
de: Datei wird heruntergeladen
es: Descargando un archivo
ru: Загружается файл
uk: Завантаження файлу

source: Installing %s (%d/%d)
ca: Instal·lant %s (%d/%d)
de: Installiere %s (%d/%d)
es: Instalando %s (%d/%d)
ru: Установка %s (%d/%d)
uk: Встановлення %s (%d/%d)

source: Checking and loading packages...
ca: Comprovant i carregant paquets...
de: Prüfe und Lade Pakete...
es: Comprobando y cargando paquetes...
ru: Проверка и загрузка пакетов ...
uk: Перевірка та завантаження пакунків

source: Can't verify if %s is a Solid State Drive or not
ca: No puc verificar si %s és un dispositiu d'estat sòlid o no.
de: Es wurde nicht erkannt ob %s ein Solid State Drive ist
es: No se pudo verificar si %s es una SSD o no
ru: Невозможно определить SSD ли диск %s или нет
uk: Невдалось перевірити чи %s є SSD-диском

source: Sorry but filesystem %s can't be shrinked
ca: El sistema d'arxius %s no es pot empetitir.
de: Das Dateisystem %s kann nicht verkleinert werden
es: Disculpe pero el sistema de ficheros %s no puede ser encogido
ru: Жаль, но файловая система %s не может быть сжата
uk: Вибачте, але файлова система %s не може бути зменшена

source: Antergos Installer - Error
ca: Instal·lador d'Antergos - Error
de: Antergos Installer - Fehler
es: Instalador de Antergos - Error
ru: Установщик Antergos - Ошибка
uk: Встановлювач Antergos - Помилка

source: Antergos Installer - Warning
ca: Instal·lador d'Antergos - Avís
de: Antergos Installer - Warnung
es: Instalador de Antergos - Aviso
ru: Установщик Antergos - Внимание
uk: Встановлювач Antergos - Попередження

source: Antergos Installer - Information
ca: Instal·lador d'Antergos - Informació
es: Instalador de Antergos - Información
ru: Установщик Antergos - Информация
uk: Встановлювач Antergos - Інформація

source: Antergos Installer - Confirmation
ca: Instal·lador d'Antergos - Confirmació
de: Antergos Installer - Bestätigung
es: Instalado de Antergos - Confirmación
ru: Antergos Installer - Подтверждение
uk: Встановлювач Antergos - Підтвердження

source: Please wait...
ca: Si us plau, espera...
de: Bitte warten...
es: Por favor espera...
ru: Подождите...
uk: Зачекайте, будь ласка...

source: Installing Antergos...
ca: Instal·lant Antergos...
de: Antergos wird installiert...
es: Instalando Antergos...
ru: Выполняется установка Antergos...
uk: Встановлення Antergos...

source: Installation Complete! Do you want to restart your system now?
ca: Instalació Completada! Vols reiniciar el sistema?
de: Installation beendet! Wollen Sie Ihr System jetzt neustarten?
es: ¡Instalación terminada! ¿Quieres reiniciar el sistema ahora?
ru: Установка Завершена! Хотите перезагрузить систему?
uk: Встановлення завершено! Чи хочете ви перезавантажити систему зараз?

source: Zone:
ca: Zona:
es: Zona:
ru: Зона:
uk: Зона:

source: Region:
ca: Regió:
es: Región:
ru: Регион:
uk: Регіон:

source: Use Network Time Protocol for clock synchronization:
ca: Usa el protocol d'hora de xarxa o NTP:
de: Benutze Network Time Protocol zum Zeitabgleich:
es: Usar NTP para sincronización de reloj:
ru: Используйте Network Time Protocol для синхронизации часов:
uk: Використовувати NTP для синхронізації годинника:

source: Select Your Timezone
ca: Selecciona la teva Zona Horària
de: Wählen Sie Ihre Zeitzone
es: Selecciona tu franja horaria
ru: Выберите Ваш Часовой Пояс
uk: Оберіть свою часову зону

source: location changed to : %s
ca: La ubicació s'ha canviat a : %s
de: Standort wurde geändert zu: %s
es: localización cambiada a : %s
ru: местоположение изменено на : %s
uk: розташування змінено на : %s

source: Can't autodetect timezone coordinates
ca: No puc detectar la teva zona horària
de: Zeitzonenkoordinaten wurden nicht automatisch erkannt
es: No se pueden auto detectar las coordenadas de la zona horaria
ru: Не удается автоматически определить временную зону
uk: Невдалось автоматично виявити координати часової зони

source: Stoping timezone threads...
ca: Detenció del fil de zona horària...
de: Zeitzonenthread gestoppt...
es: Deteniendo subprocesos de zona horaria...
ru: Остановка определения временных зон...
uk: Зупинка потоків часових поясів...

source: In timezone, can't get network status
ca: No puc obtenir l'estat de la xarxa a la pantalla de zona horària
de: In Zeitzone, Netzwerkstatus unbekannt
es: Estado de la red en tu zona horaria no disponible
ru: во временной зоне, не удается проверить статус сети
uk: У часовій зоні, неможливо отримати статус мережі

source: Can't get the country code used to create a pacman mirrorlist
ca: No es pot obtenir el codi de país que s'usa per crear una llista de rèpliques pel Pacman
de: Länderkürzel konnte nicht übergeben werden um eine pacman Mirrorliste zu erstellen
es: No se puede obtener el código del país utilizado para crear una lista de servidores de pacman
ru: Не удается получить код страны используемый для создания "pacman mirrorlist"
uk: Невдалось отримати код країни для створення списку дзеркал менеджера пакунків

source: Downloaded a specific mirrorlist for pacman based on %s country code
ca: S'ha descarregat una llista de rèpliques específica pel Pacman basada en el codi de país %s
de: Eine spezielle Mirrorliste für pacman, basierend auf dem Länderkürzel %s, wurde heruntergeladen
es: Descargada una lista de servidores para pacman específica basada en el código del país %s
ru: Загружен специальный "mirrorlist" для "pacman", основанный на %s коде страны
uk: Завантажений специфічний список дзеркал на основі коду країни %s

source: Couldn't generate mirrorlist for pacman based on country code
ca: No s'ha pogut generar la llista de rèpliques pel Pacman basada en el codi de país
de: Länderkürzel konnte nicht übergeben werden, um eine pacman Mirrorliste zu erstellen
es: No se pudo generar una lista de servidores para pacman basada en el código del país
ru: Не удается создать "mirrorlist" для "pacman" на основе кода страны
uk: Невдалось згенерувати список дзеркал на основі коду країни

source: Your name:
ca: El teu nom:
de: Ihr Name:
es: Tu nombre:
ru: Имя:
uk: Ваше ім’я:

source: Your name
ca: El teu nom
de: Ihr Name
es: Tu nombre
ru: Ваше имя
uk: Ваше ім’я

source: Your computer's name:
ca: El nom del teu ordinador:
de: Rechnername Ihres Computers:
es: Nombre de tu equipo:
ru: Имя компьютера:
uk: Назва комп’ютера:

source: Pick a username:
ca: Escull un nom d'usuari:
de: Wählen Sie einen Benutzernamen:
es: Introduce un nombre de usuario:
ru: Выберите имя пользователя:
uk: Виберіть ім'я користувача:

source: Username
ca: Nom d'usuari
de: Benutzername
es: Nombre de usuario
ru: Имя пользователя
uk: Ім'я користувача

source: Choose a password:
ca: Escull una contrasenya:
de: Wählen Sie ein Passwort:
es: Escoge una contraseña:
ru: Выберите пароль:
uk: Вибір пароля:

source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
ru: Пароль
uk: Пароль

source: Confirm password
ca: Confirma la contrasenya
de: Passwort bestätigen:
es: Confirmar contraseña
ru: Подтвердите пароль:
uk: Підтвердіть пароль

source: Identifies your system to other computers and devices.
ca: Identifica el teu sistema a d'altres ordinadors i dispositius.
es: Identifica tu sistema frente a otros equipos y dispositivos.
ru: Идентифицирует Вашу систему c другими компьютерами и устройствами.
uk: Ідентифікує вашу систему для інших комп’ютерів та пристроїв.

source: You must enter a name
ca: Has d'entrar un nom
de: Sie müssen einen Namen eingeben
es: Debes introducir un nombre
ru: Вы должны ввести имя
uk: Ви маєте вказати ім’я

source: You must enter a username
ca: Has d'entrar un nom d'usuari
de: Sie müssen einen Benutzernamen eingeben
es: Debes introducir un nombre de usuario
ru: Вы должны ввести имя пользователя
uk: Ви маєте вказати ім’я користувача

source: You must enter a password
ca: Has d'entrar una contrasenya
de: Sie müssen ein Passwort eingeben
es: Debes introducir una contraseña
ru: Вы должны ввести пароль
uk: Ви маєте вказати пароль

source: Log in automatically
ca: Entra al sistema automàticament
de: Automatisches Anmelden
es: Acceder automáticamente al escritorio
ru: Входить автоматически
uk: Автовхід

source: Require my password to log in
ca: Demana la contrasenya per poder entrar al sistema
de: Es wird Ihr Passwort benötigt, um sich anzumelden
es: Solicitar mi contraseña para acceder al escritorio
ru: Требовать пароль при входе
uk: Запитувати мій пароль при вході

source: Encrypt my home folder
ca: Encripta la teva carpeta d'usuari
de: Verschlüsselung des Home-Verzeichnisses
es: Encriptar mi carpeta home
ru: Зашифровать домашнюю папку
uk: Шифрувати домашню теку

source: Create Your User Account
ca: Crea el teu Compte d'Usuari
de: Erstellen Sie ein Benutzerkonto
es: Cree su cuenta de usuario
ru: Создание Аккаунта Пользователя
uk: Створення акаунту користувача

source: Invalid characters entered
ca: Has entrat caràcters no vàlids
de: Ungültige Zeichen wurden eingegeben
es: Has introducido caracteres inválidos
ru: Введенные символы неправильные
uk: Введено невірний символ

source: Username can't contain dots
ca: El nom d'usuari no pot contenir punts.
de: Benutzername kann keine Punkte beinhalten
es: Nombre de usuario no puede contener puntos
ru: Имя пользователя не должно содержать точек
uk: Ім’я користувача не може містити крапок

source: Too many characters
ca: Massa caràcters
de: Zu viele Zeichen
es: Demasiados caracteres
ru: Слишком много символов
uk: Забагато символів

source: You can try Antergos without making any changes to your system by selecting 'Try It'. When you are ready to install Antergos simply choose which installer you prefer.
ca: Pots provar l'Antergos sense fer cap canvi al teu sistema sel·leccionant 'Prova-ho'. Quan estiguis llest per instal·lar l'Antergos simplement escull quin instal·lador prefereixes.
de: Sie können Antergos ausprobieren ohne Änderungen an Ihrem System durchzuführen, indem Sie auf "Ausprobieren" klicken. Wenn Sie Antergos danach installieren wollen, wählen Sie einfach den bevorzugten Installer.
es: Puedes probar Antergos sin hacer cambios en tu sistema escogiendo 'Probar'. Cuando estés listo para instalar Antergos, simplemente escoge el instalador que prefieras.
ru: Вы можете попробовать Antergos без внесения каких-либо изменений в Вашу систему, выбрав пункт "Опробовать".\n Когда вы будете готовы установить Antergos, выберите требуемый Вам инсталятор.
uk: Ви можете спробувати Antergos без внесення змін до вашої системи натиснувши 'Спробувати'. Коли ви будете готові до встановлення Antergos просто виберіть встановлювач за своїм бажанням.

source: Try It
ca: Prova-ho
de: Probieren Sie es aus
es: Probar
ru: Опробовать
uk: Спробувати

source: CLI Installer
ca: Instal·lador en mode text
de: Kommandozeilen Installer
es: Instalador CLI
ru: CLI Установщик
uk: Консольний встановлювач

source: Graphical Installer
ca: Instal·lador gràfic
de: Grafischer Installer
es: Instalador Gráfico
ru: Графический установщик
uk: Графічний встановлювач

source: Can't load the CLI installer
ca: No es pot carregar l'instal·lador de línia de comandes
de: Der Kommandozeilen Installer kann nicht geladen werden
es: No se puede cargar el instalador CLI
ru: Не удается загрузить "CLI installer"
uk: Невдалось запустити CLI-встановлювач

source: Format
es: Formato
ru: Форматировать?
uk: Формат

source: Format:
es: Formato:
ru: Формат:
uk: Формат:

source: Special dirs are not mounted. Skipping.
uk: Спеціальні теки не змонтовано. Пропускаємо.

source: Copying xz files from cache...
uk: Копіювання файлів xz з кешу...

source: Network configuration copied.
uk: Налаштування мережі скопійовано.

source: Mirror list copied.
uk: Список дзеркал скопійовано.

source: Sudo configuration for user %s done.
uk: Завершено конфігурацію sudo для користувача %s.

source: Variants
de: Varianten
es: Variantes
ru: Варианты
uk: Варіанти

source: Do you want to retry the installation using the same configuration?
uk: Чи хочете ви повторити встановлення з тими ж налаштуваннями?

source: Using '%s' file as package list
de: Benutze '%s' Datei als Paket Liste
es: Usando archivo '%s' como lista de paquetes

source: What type of boot system are you using?
de: Was für ein Betriebssystem verwenden Sie?
es: ¿Cuál es tu tipo de sistema de arranque?
ru: Какой тип загрузки системы вы используете ?

source: BIOS (Most Common)
de: BIOS (Üblich)
es: BIOS (Más común)
ru: BIOS(наиболее распространенный)

source: 32-bit UEFI (old Macs)
de: 32-bit UEFI (ältere Macs)
es: 32-bit UEFI (Macs antiguos)
ru: 32-bit UEFI(старые Макинтоши)

source: Select 'cancel' if you don't want to install a boot loader.
de: Bitte klicken Sie auf "Abbruch", wenn Sie keinen Boot Loader installieren möchten.
es: Selecciona 'cancelar' si no quieres instalar cargador de arranque.
ru: Выберите "отмена", если вы не хотите устанавливать загрузчик.

source: has at least 3GB available storage space
de: besitzt mindesten 3GB verfügbaren Speicherplatz
es: dispone de al menos 3GB de espacio libre.

source: Antergos uses third-party software to play Flash videos, MP3 and other media. Some of this software is proprietary. Use of this software is subject to license terms included with its documentation.
de: Antergos benutzt Drittanbieter-Software um Flash, MP3-Dateien und andere Medien abzuspielen. Manche Software ist proprietär. Die Software unterliegt Lizenzierungsrichtlinien, einschließlich der dazugehörigen Dokumentation.
es: Antergos usa software de terceras para reproducir videos Flash, MP3 y otros medios. Alguno de este software es propietario. El uso de este software está sujeto a los terminos de licencia incluidos con su documentación

source: Install this third-party software
de: Installiere Drittanbieter-Software
es: Instalar software de terceros

source: Can't get network status
de: Es kann der Status der Netzwerkverbindung nicht ermittelt werden
es: Estado de la red no disponible

source: Openbox is a highly configurable, next generation window manager with extensive standards support. It's default theme, the *box visual style,is well known for its minimalistic appearance and flexibility. Your desktop becomes cleaner, faster, and is in your control with Openbox
de: Openbox ist stark anpassbar, die nächste Generation von Fensterverwaltung mit weitreichender Unterstützung der allgemeinen Standards. Das *box Aussehen ist sehr bekannt für seine minimalistische Erscheinung. Mit Openbox wird Ihr Desktop sauberer, schneller und nach Ihren Vorstellungen konfigurierbar.
es: Openbox es un gestor de ventanas altamente configurable, de próxima generación con soporte extensivo de estándares. Su tema por defecto, el estilo *box, es bien conocido por su apariencia minimalista y flexibilidad. Tu escritorio se vuelve más claro, rápido, y está en tu control con Openbox

source: If you are looking for a familiar working environment, KDE's Plasma Desktop offers all the tools required for a modern desktop computing experience so you can be productive right from the start. The look, feel, and behavior can be easily customized to the user's taste.
es: Si estás buscando un entorno de trabajo familiar, el escritorio Plasma de KDE te ofrece todas las herramientas requeridas para una experiencia de computación moderna para que puedas ser productivo desde el inicio. El aspecto, sensación, y comportamiento pueden ser fácilmente configurables al gusto del usuario.

source: Desktops
de: Oberflächen
es: Escritorios
ru: Графическое Окружение

source: Downloading package '%s'...
de: Lade Paket '%s' herunter ...
es: Descargando paquete '%s'...
ru: Загрузка пакета '%s'...

source: Can't connect to Aria2. Won't be able to speed up the download.
de: Verbindung mit Aria2 nicht möglich. Es wird nicht machbar sein, den Download zu beschleunigen.
es: No se puede conectar con Aria2. No podrás acelerar la descarga.
ru: Невозможно подключится к Aria2. Ускорение загрузки недоступно .

source: Open source office suite that supports editing MS Office files.
de: Quelloffenes Office-Paket, das eine Unterstützung von Microsoft Office Dateien bietet.
es: Suite ofimática de código abierto con soporte de edición de archivos MS Office.

source: Enable 3D acceleration for transparency, shadows, and other desktop effects.
de: Aktivieren der 3D-Hardwarebeschleunigung für Transparenz, Schatten und andere Desktopeffekte.
es: Activa aceleración 3D para transparencias, sombras, y otros efectos de escritorio.

source: Third-party software to play Flash videos, MP3 audio, and other media.
de: Drittanbieter Software um Flash-Videos, MP3-Dateien und andere Medien abzuspielen.
es: Software de terceros para reproducir videos Flash, audio MP3, y otros medios.

source: extended
de: erweitert
es: extendido

source: Cannot use same mount twice.
de: Zeifaches Einhängen ist nicht möglich.
es: No puede usar el mismo punto de montaje dos veces.
ru: Нельзя монтировать дважды.

source: Cannot use same mount twice...
de: Es kann nicht derselbe Einhängepunkt zweimal benutzt werden...
es: No se pude utilizar el mismo punto de montaje dos veces
ru: Нельзя использовать одинаковые точки монтирования...

source: Creating primary partition
de: Primäre Partition wird erstellt
es: Creando partición primaria
ru: Создать основной раздел

source: Creating extended partition
de: Erweiterte Partition wird erstellt
es: Creando partición extendida
ru: Создать расширенный раздел

source: Creating logical partition
de: Logische Partition wird erstellt
es: Creando partición lógica
ru: Создать логический раздел

source: Creating %s filesystem in %s labeled %s
de: Erstelle %s Dateisystem in %s mit der Bezeichnung %s
es: Creando fs de tipo %s en %s con etiqueta %s
ru: Создание %s файловой системы в %s маркированных %s

source: Installing using the '%s' method
de: Es wird nun nach der Methode '%s' das System installiert.
es: Instalado utilizando el método "%s"
ru: Установка с помощью режима '%s'

source: Getting graphics card drivers
de: Hole Grafikkartentreiber
es: Obteniendo controladores de tarjeta gráfica
ru: Получение драйверов GPU

source: Special dirs already not mounted.
es: Directorios especiales no montados.

source: Installing GRUB(2) UEFI %s boot loader in %s
de: Installiere GRUB(2) UEFI %s Boot Loader in %s
es: Instalando GRUB(2) UEFI %s en %s
ru: Установка GRUB(2) UEFI %s загрузчика в %s

source: ERROR installing GRUB(2) configuration file.
de: Fehler beim Installieren der GRUB(2) Konfigurationsdatei.
es: ERROR instalando el archivo de configuración de GRUB(2)

source: ERROR installing GRUB(2) locale.
de: Fehler beim Installieren der GRUB(2) Lokalisierung.
es: ERROR instalando la localización de GRUB(2)

source: %s: Enable automatic login for user %s.
de: %s: Automatischen Login für den Benutzer %s erlauben.
es: %s: Activa inicio de sesión automático para usuario %s.

source: Running mkinitcpio...
de: Starte mkinitcpio...
es: Ejecutando mkinitcpio...
ru: Запуск mkinitcpio
