Repository: 312-ninja/Cnchi
Catalog: po/*.po
Languages: ca, de, es, ru, uk

source: Please choose your language:
de: Bitte wählen Sie eine Sprache aus:
es: Por favor, selecciona tu idioma:

source: Cnchi is pre-release beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bugs, please report them at <a href='http://bugs.antergos.com'>http://bugs.antergos.com</a>
de: Noch unter Entwicklung. Es ist bekannt, dass es zur Zeit NICHT mit LVM, RAID, btrfs Subvolumes und anderen modernen Einstellungen arbeitet. Bitte mit Bedacht fortsetzen, da ein Datenverlust möglich ist! Wenn Sie Fehler finden, besuchen Sie bitte <a href='http://bugs.antergos.com'>http://bugs.antergos.com</a>
es: Cnchi está en estado beta y bajo activo desarrollo. No disponible soporte para RAID, subvolúmenes btrfs, y otras opciones avanzadas. Por favor proceda con precaución. Si encuentras algún error, por favor reporta en <a href='http://bugs.antergos.com'>http://bugs.antergos.com</a>

source: Languages
de: Sprachen
es: Idiomas

source: Package %s not found in any repo!
de: Paket %s in keinem Repositorium gefunden!
es: Paquete %s no encontrado en ningún repositorio

source: Configuring a package
de: Paket wird konfiguriert
es: Configurando un paquete

source: Downloading %s...
de: Lade %s herunter ...
es: Descargando %s...

source: Refreshing %s...
de: Erneuere %s...
es: Refrescando %s...

source: In rankmirrors, can't get network status
de: In rankmirrors, Netzwerkstatus unklar
es: No se puede obtener el estado de la red en rankmirrors

source: Can't find rank mirrors script
es: No se pude encontrar script rank-mirrors
ru: Не возможно найти скрипт оценки зеркал

source: Couldn't execute auto mirroring selection
de: Es konnte keine automatisierte Mirrorauswahl ausgeführt werden
es: No se pudo ejecutar la auto selección de servidores
ru: Не удается выполнить авто-выбор зеркал

source: Antergos will use eCryptfs to encrypt your home directory. Unfortunately, eCryptfs does not handle sparse files very well.
es: Antergos usará eCryptfs para encriptar su directorio personal. Desafortunadamente, eCryptfs no maneja bien ficheros dispersos.

source: Don't worry though, for most intents and purposes this deficiency does not pose a problem.
es: No se preocupe, para los usos más comunes esta deficiencia no es un problema.

source: One popular but inadvisable application of eCryptfs is to encrypt a BitTorrent download location as this often requires eCryptfs to handle sparse files of 10 GB or more and can lead to intense disk starvation.
es: Un uso popular pero desaconsejado de eCryptfs es encriptar directorios de descarga de BitTorrent, ya que requiere de eCryptfs que maneje ficheros dispersos de 10GB o más y puede llevar a un uso intensivo del disco duro.

source: A simple workaround is to place sparse files in an unencrypted Public directory.
es: Un consejo es que sitúe ficheros dispersos en un directorio sin encriptar.

source: Review https://wiki.archlinux.org/index.php/ECryptfs for more detailed information.
de: Mehr Informationen finden Sie unter https://wiki.archlinux.org/index.php/ECryptfs
es: Revisa https://wiki.archlinux.org/index.php/ECryptfs para información más detallada.

source: Are you sure you want to encrypt your home directory?
de: Sind Sie sicher, dass Sie das home-Verzeichnis verschlüsseln wollen?
es: ¿Está seguro de que desea encriptar su directorio personal?

source: SSD
ru: Твердотельный накопитель
